[
  "Is confidence leadership or just loudness?",
  "Are politicians smart strategists or professional manipulators?",
  "Is capitalism opportunity or exploitation?",
  "Are we voting for development or for drama?",
  "Is tradition protecting society or suppressing it?",
  "Do we actually read news or just headlines?",
  "Is WhatsApp the new university?",
  "Is online outrage replacing real action?",
  "Are we patriotic or just emotional?",
  "Is respect earned or demanded?",
  "Is tradition protecting us or controlling us?",
  "Should love be dramatic like cinema or practical like real life?",
  "Is modern youth ambitious or just overconfident like Umesh?",
  "Are WhatsApp forwards more powerful than real news?",
  "Is the common man truly confused or just tired of everyone?",
  "Does money change values or reveal them?",
  "Is loyalty outdated in modern relationships?",
  "Are startups solving problems or just creating pitch decks?",
  "Is online activism real activism?",
  "Are NRIs more patriotic or just nostalgic?",
  "Does power reveal character or destroy it?",
  "Is ego necessary for greatness?",
  "Are modern youth ambitious or just impatient?",
  "Is hustle culture empowering or exhausting?",
  "Are startups solving problems or chasing valuation?",
  "Is foreign life really better or just Instagram better?",
  "Are we debating ideas or defending identities?",
  "Is common sense becoming uncommon?",
  "Do we want change or just someone to blame?",
  "Is social media giving voice to people or amplifying nonsense?",
  "Is morality evolving or declining?",
  "Are we overreacting to everything?",
  "Is loyalty weakness in modern society?",
  "Does money buy freedom or just comfort?",
  "Are we addicted to political drama?",
  "Is cancel culture justice or mob mentality?",
  "Should emotions influence leadership?",
  "Are we more divided than ever?",
  "Is nationalism pride or insecurity?",
  "Are influencers shaping opinions more than leaders?",
  "Is corruption survival strategy or greed?",
  "Do we follow leaders or personalities?",
  "Is privacy already dead?",
  "Are we too sensitive as a generation?",
  "Is silence wisdom or fear?",
  "Do loud people win more than smart people?",
  "Is education creating thinkers or employees?",
  "Are we consuming information or just entertainment?",
  "Is ambition more important than ethics?",
  "Are we progressing or just upgrading gadgets?",
  "Is democracy working or just surviving?",
  "Are we emotionally mature as a society?",
  "Is manipulation a political skill?",
  "Are traditions selective when convenient?",
  "Do we forgive leaders faster than friends?",
  "Is outrage the new currency?",
  "Are we scared to admit we were wrong?",
  "Is simplicity underrated?",
  "Are we chasing status more than happiness?",
  "Is truth subjective in modern debates?"
]
